Repository: sandrain/xfce4-wmdock-plugin
Catalog: po/*.po
Languages: ar, ast, be, bg, ca, da, es, fr, gl, he, hr, ko, lt, ms, nb, nl, oc, pl, sk, sr, th, tr, zh_tw

source: Placement:
ast: Allugamientu:
be: Размяшчэнне:
bg: Разположение:
ca: Ubicació:
da: Placering:
es: Posicionamiento:
he: מיקום:
hr: Smještaj:
ko: 위치:
lt: Vieta:
ms: Kedudukan:
nb: Plassering:
nl: Plaatsing:
oc: Plaçament :
pl: Położenie:
sk: Umiestnenie:
sr: Смештај:
th: ตำแหน่งการวาง:
tr: Yerleşim:

source: Top left
be: Зверху злева
bg: Горе в ляво
ca: A dalt a l'esquerra
da: Øverst til venstre
es: Arriba a la izquierda
fr: En haut à gauche
he: שמאלי עליון
hr: Gore lijevo
ko: 왼쪽 위
lt: Viršuje kairėje
ms: Kiri atas
nb: Øverst til venstre
nl: Linksboven
oc: Amont a esquèrra
pl: Górny prawy
sk: Vľavo hore
sr: Горе лево
th: บนซ้าย
tr: Sol üst
zh_tw: 左上

source: Top right
be: Зверху зправа
bg: Горе в дясно
ca: A dalt a la dreta
da: Øverst til højre
es: Arriba a la derecha
fr: En haut à droite
he: ימני עליון
hr: Gore desno
ko: 오른쪽 위
lt: Viršuje dešinėje
ms: Kanan atas
nb: Øverst til høyre
nl: Rechtsboven
oc: Amont a drecha
pl: Górny prawy
sk: Vpravo hore
sr: Горе десно
th: บนขวา
tr: Sağ üst
zh_tw: 右上

source: Bottom left
be: Знізу злева
bg: Долу в ляво
ca: A baix a l'esquerra
da: Nederst til venstre
es: Abajo a la izquierda
fr: En bas à gauche
he: שמאלי תחתון
hr: Dolje lijevo
ko: 왼쪽 아래
lt: Apačioje kairėje
ms: Kiri bawah
nb: Nederst til venstre
nl: Linksonder
oc: Aval a esquèrra
pl: Dolny lewy
sk: Vľavo dole
sr: Доле лево
th: ล่างซ้าย
tr: Sol alt
zh_tw: 左下

source: Bottom right
be: Знізу зправа
bg: Долу в дясно
ca: A baix a la dreta
da: Nederst til højre
es: Abajo a la derecha
fr: En bas à droite
he: ימני תחתון
hr: Dolje desno
ko: 오른쪽 아래
lt: Apačioje dešinėje
ms: Kanan bawah
nb: Nederst til høyre
nl: Rechtsonder
oc: Aval a drecha
pl: Dolny prawy
sk: Vpravo dole
sr: Доле десно
th: ล่างขวา
tr: Sağ alt
zh_tw: 右下

source: Failed to start `%s'!
ast: ¡Fallu al aniciar `%s'!
be: Не атрымалася запусціць `%s'!
bg: Неуспешно стартиране на `%s'!
ca: Ha fallat iniciar "%s"!
da: Kunne ikke starte "%s"!
es: No se pudo iniciar «%s».
fr: Impossible de démarrer « %s » !
he: נכשל להתחיל `%s'!
hr: Neuspjelo pokretanje `%s'!
ko: `%s'을(를) 시작하는데 실패했습니다!
lt: Nepavyko paleisti `%s'!
ms: Gagal memulakan '%s'!
nb: Klarte ikke å starte «%s»!
nl: Kon '%s' niet starten.
oc: Impossible d'aviar « %s » !
pl: Błąd przy uruchamianiu %s!
sk: Spustenie aplikácie „%s” zlyhalo!
sr: Нисам успео да покренем „%s“.
th: เรียกทำงาน `%s' ไม่สำเร็จ!
tr: `%s' başlatılamadı!
zh_tw: 未能啟動「%s」！

source: Plugin for WindowMaker dockapps
ast: Complementu pa les barres d'anclaxe WindowMaker
be: Убудова для аплетаў WindowMaker
bg: Плъгин за док приложения на WindowMaker
ca: Connector per a les aplicacions de WindowMaker
da: Plugin til WindowMaker-dokprogrammer
es: Complemento para las aplicaciones dock de WindowMaker
fr: Greffon pour applications ancrables WindowMaker
he: תוסף עבור dockapps של WindowMaker
hr: Dodatak za WindowMaker usidrene aplikacije
ko: 윈도우메이커 도크앱 플러그인
lt: Įskiepis, skirtas WindowMaker skydelio programoms
ms: Pemalam untuk apl labuh WindowMaker
nb: Programtillegg for VindusOpprettelse-samlevindusapper
nl: Invoegsel voor WindowMaker-doktoepassingen
oc: Empeuton per aplicacions ancorablas WindowMaker
pl: Wtyczka dla programów doku WindowMaker
sk: Zásuvný modul na dokovatľné miniaplikácie pre WindowMaker
sr: Прикључак за „WindowMaker“ док програме
th: ปลั๊กอินสำหรับ dockapp ของ WindowMaker
tr: WindowMaker dok uygulamaları için Eklenti

source: Failed to start %s!
ar: فَشِل بَدء %s!

source: Display a separate WMdock properties button in the panel.
ar: عرض زر خصائص صانع نوافذ التطبيقات في الشريط.

source: Add only dockapps which start with pattern in list. (e.g.: ^wm;^as)
ar: أضف فقط تطبيقات سطح المكتب التي تبدأ بنمط القائمة. (e.g.: ^wm;^as)
