Repository: sandrain/xfce4-wmdock-plugin
Catalog: po/*.po
Languages: ar, ast, be, bg, ca, da, es, fr, gl, he, hr, ko, lt, ms, nb, nl, oc, pl, sk, sr, th, tr, zh_tw

source: Only a single instance of `%s' can run.
ast: Namái pue executase una instancia de `%s'.
be: Можа быць запушчаны толькі адзін асобнік `%s'.
bg: Само единична инстанция на `%s' може да работи.
ca: Només es pot executar una sola instància de "%s".
da: Der kan kun køre én instans af "%s".
es: Solo se puede ejecutar una instancia de «%s».
fr: Une seule instance de « %s » peut s'exécuter.
gl: Só pode executar unha única instancia de «%s».
he: '%s' יכול להופיע רק פעם אחת.
hr: Samo jedna instanca `%s' može biti pokrenuta.
ko: '%s'의 단일 인스턴스만 실행할 수 있습니다.
lt: Gali būti vykdomas tik vienas `%s' egzempliorius.
ms: Hanya satu kejadian '%s' boleh berjalan.
nb: Bare en enkelt forekomst av «%s» kan kjøre.
nl: Er kan slechts één functie van '%s' actief zijn.
oc: Una sola instància de « %s » se pòt executar.
pl: Tylko jedna instancja `%s' może być uruchomiona.
sk: Možno spustiť len jednu inštanciu „%s”.
sr: Само један примерак „%s“ може да буде покренут.
th: `%s' สามารถเปิดทำงานได้ทีละตัวเท่านั้น
tr: `%s' için sadece tek bir süreç çalışabilir.
zh_tw: 同一時間只能執行一個 `%s' 實體。

source: Only a single instance of `xfce4-wmdock-plugin' can run.
ast: Namái pue executase una instancia de `xfce4-wmdock-plugin'.
be: Можа быць запушчаны толькі адзін асобнік `xfce4-wmdock-plugin'.
bg: Само единична инстанция на `xfce4-wmdock-plugin' може да работи.
ca: Només es pot executar una sola instància de xfce4-wmdock-plugin.
da: Der kan kun køre én instans af "xfce4-wmdock-plugin".
es: Solamente una instancia de `xfce4-wmdock-plugin' puede correr.
fr: Une seule instance de « xfce4-wmdock-plugin » peut s'exécuter.
gl: Só pode executar unha única instancia de «xfce4-wmdock-plugin».
he: 'xfce4-wmdock-plugin' יכול להופיע רק פעם אחת.
hr: Samo jedna instanca `xfce4-wmdock-plugin' može biti pokrenuta.
ko: `xfce4-wmdock-plugin'의 단일 인스턴스만 실행할 수 있습니다.
lt: Gali būti vykdomas tik vienas `xfce4-wmdock-plugin' egzempliorius.
ms: Hanya satu kejadian `xfce4-wmdock-plugin' boleh berjalan.
nb: Bare en enkelt forekomst av «xfce4-wmdock-plugin» kan kjøre.
nl: Er kan slechts één functie van 'xfce4-wmdock-plugin' actief zijn.
oc: Una sola instància de « xfce4-wmdock-plugin » se pòt executar.
pl: Tylko jedna instancja `xfce4-wmdock-plugin' może być uruchomiona jednocześnie.
sk: Môže byť spustená len jedna inštancia „xfce4-wmdock-plugin”.
sr: Само један примерак „xfce4-wmdock-plugin“ може да буде покренут.
th: `xfce4-wmdock-plugin' สามารถเปิดทำงานได้ทีละตัวเท่านั้น
tr: Sadece tek bir `xfce4-wmdock-plugin' çalışabilir.
zh_tw: 同一時間只能執行一個 `xfce4-wmdock-plugin' 實體。

source: Do you want remove the dockapp "%s"?
ar: هل تريد حذف تطبيق سطح المكتب "%s"؟
ast: ¿Quies desaniciar l'aplicación d'anclaxe "%s"?
be: Хочаце выдаліць аплет "%s"?
bg: Искате ли да премахнете док приложението "%s"?
ca: Voleu eliminar l'aplicació amarrada "%s"?
da: Vil du fjerne dokprogrammet "%s"?
es: ¿Quiere quitar la applicacion dock "%s"?
fr: Voulez-vous enlever l'application ancrable « %s » ?
gl: Desexa eliminar o ancorábel "%s"?
he: האם ברצונך להסיר את יישומון העוגן "%s"?
hr: Želite li ukloniti usidrenu aplikaciju "%s"?
ko: "%s" 독 앱을 제거하시렵니까?
lt: Ar norite pašalinti skydelio programą „%s“?
ms: Anda mahu buang apl labuh "%s"?
nb: Vil du fjerne samlevindusappen "%s"?
nl: Wilt u de doktoepassing '%s' verwijderen?
oc: Volètz levar l'aplicacion ancorabla « %s » ?
pl: Czy chcesz usunąć program doku "%s"?
sk: Želáte si odobrať dokovaciu aplikáciu "%s"?
sr: Да ли желите да уклоните док програм„%s“?
th: คุณต้องการลบ dockapp "%s" ออกหรือไม่?
tr: "%s" dok uygulamasını kaldırmak istiyor musunuz?
zh_tw: 您想要移除 dockapp「%s」嗎？

source: Changes maybe not work properly until you restart XFCE!
ast: ¡Estes camudancies quiciabes nun furrulen bien fasta que reaniciaes XFCE!
be: Магчыма, змены набудуць моц толькі пасля перазапуску XFCE!
bg: Промените ви няма да се отразят напълно, докато не рестартирате XFCE!
ca: Pot ser que els canvis no funcionin correctament fins que no reinicieu XFCE!
da: Ændringer fungerer muligvis ikke korrekt før du genstarter XFCE!
es: ¡Los cambios no funcionarán correctamente hasta que reinicie Xfce!.
fr: Les changements peuvent ne pas fonctionner correctement lorsque vous redémarrez XFCE !
gl: Os cambios poden non funcionar correctamente até que reinicie o XFCE!
he: יכול להיות שהשינויים לא יכנסו לתוקף עד שתאתחל את XFCE!
hr: Promijene možda neće biti vidljive dok ponovno ne pokrenete XFCE!
ko: XFCE를 다시 시작하기 전에는 바뀐 설정에 따라 올바르게 동작하지 않습니다!
lt: Pakeitimai gali veikti ne visai teisingai tol, kol nepaleisite iš naujo XFCE!
ms: Perubahan mungkin tidak berfungsi sehingga anda mulakan semula XFCE!
nb: Endringene vil kanskje ikke virke ordentlig før du starter XFCE på nytt!
nl: Veranderingen worden mogelijk pas van kracht na een herstart van uw computer.
oc: Es possible que los cambiaments foncionen pas corrèctament quand reaviaretz XFCE !
pl: Wprowadzone zmiany mogą nie działać poprawnie do ponownego uruchomienia XFCE!
sk: Zmeny nemusia pracovať správne, kým nereštartujete Xfce!
sr: Могуће је да измене неће радити ваљано док не покренете поново ИксФЦЕ.
th: การเปลี่ยนแปลงต่างๆ อาจยังไม่มีผลเต็มที่จนกว่าคุณจะเริ่มเปิด XFCE ใหม่!
tr: Değişiklikler XFCE yeniden başlatılana kadar düzgün çalışmayabilir!
zh_tw: Xfce 重新啟動之後變更才能正常生效！

source: Changes will take effect when you restart XFCE!
ast: ¡Les camudancies fadrán efeutu cuando reanicies XFCE!
be: Змены набудуць моц пасля перезапуску XFCE!
bg: Промените ви ще се отразят след като рестартирате XFCE!
ca: Els canvis tindran efecte quan reinicieu XFCE!
da: Ændringer vil træde i kraft når du genstarter XFCE!
es: ¡Los cambios surtirán efecto tras el reinicio de Xfce!
fr: Les changements prendront effet lorsque vous redémarrez XFCE !
gl: Os cambios terán efecto cando reinicie o XFCE!
he: שינויים יכנסו לתוקף כאשר תאתחל את XFCE!
hr: Promijene će biti vidljive kada ponovno pokrenete XFCE!
ko: XFCE를 다시 시작하면 바뀐 설정이 적용됩니다!
lt: Pakeitimai įsigalios, iš naujo paleidus XFCE!
ms: Perubahan akan berkesan bila anda mula semula XFCE!
nb: Endringene vil tre i kraft når du starter XFCE på nytt!
nl: Veranderingen zullen van kracht worden na herstart van uw computer.
oc: Los cambiaments prendràn efièch quand reaviaretz XFCE !
pl: Zmiany zostaną uwzględnione po ponownym uruchomieniu XFCE!
sk: Zmeny sa prejavia po reštarte Xfce!
sr: Измене ће бити примењене када поново покренете ИксФЦЕ.
th: การเปลี่ยนแปลงต่างๆ จะมีผลเมื่อคุณเริ่มเปิด XFCE ใหม่!
tr: Değişiklikler XFCE'yi yeniden başlattığınızda geçerli olacaktır!
zh_tw: Xfce 重新啟動之後變更才能生效！

source: No dockapp is running!
ar: لا يوجد تطبيق سطح مكتب يعمل!
ast: ¡Nun ta executandose denguna barra d'anclaxe!
be: Аплеты не запушчаны!
bg: Няма работещи док приложения!
ca: No hi ha aplicacions amarrades!
da: Intet dokprogram kører!
es: Ninguna aplicación dock se está ejecutando!
fr: Pas d'application ancrable en fonctionnement !
gl: Non se está executando ningún ancorábel!
he: אף יישומון עוגן לא פועל!
hr: Nijedna usidrena aplikacija nije pokrenuta!
ko: 실행 중인 독 앱이 없습니다.
lt: Jokia skydelio programa nepaleista!
ms: Tiada apl labuh berjalan!
nb: Ingen samlevindusapp kjører!
nl: Er draait geen doktoepassing.
oc: Pas d'aplicacion ancorabla en foncionament !
pl: Nie jest uruchomiony żaden program doku!
sk: Nie je spustená žiadna dokovacia aplikácia!
sr: Нема покренутих док програма!
th: ไม่มี dockapp ทำงานอยู่!
tr: Çalışan dok uygulaması yok!
zh_tw: 沒有執行中的 dockapp！

source: WMdock
ar: صانع نوافذ التطبيقات
sr: ВМдок

source: Remove dockapp
ar: حذف تطبيق سطح المكتب
ast: Desaniciar barra d'anclaxe
be: Выдаліць аплет
bg: Премахни док приложение
ca: Eliminar l'aplicació amarrada
da: Fjern dokprogram
es: Quitar aplicación dock
fr: Enlever l'application ancrable !
gl: Eliminar o ancorábel
he: הסר dockapp
hr: Ukloni usidrenu aplikaciju
ko: 독 앱 제거
lt: Pašalinti skydelio programą
ms: Buang apl labuh
nb: Fjern samlevindusapp
nl: Verwijder doktoepassing
oc: Levar l'aplicacion ancorabla !
pl: Usuń program doku
sk: Odobrať dokovaciu aplikáciu
sr: Уклони док програм
th: ลบ dockapp ออก
tr: Dok uygulamasını kaldır
zh_tw: 移除 dockapp

source: General settings
ar: الإعدادات العامة
ast: Axustes xenerales
be: Асноўныя налады
bg: Общи настройки
ca: Configuració general
da: Generelle indstillinger
es: Configuración general
fr: Paramètres généraux
gl: Configuración xeral
he: הגדרות כלליות
hr: Opće postavke
ko: 일반 설정
lt: Bendri nustatymai
ms: Tetapan am
nb: Generelle innstillinger
nl: Algemene instellingen
oc: Paramètres generals
pl: Ustawienia ogólne
sk: Všeobecné nastavenia
sr: Опште поставке
th: ค่าตั้งทั่วไป
tr: Genel ayarlar
zh_tw: 一般設定值

source: Dockapp detection
ar: إكتشاف تطبيق سطح المكتب
ast: Deteición de la barra d'anclaxe
be: Выяўленне аплетаў
bg: Откриване на док приложения
ca: Detecció d'aplicacions
da: Registrering af dokprogram
es: Detección de aplicaciones dock
fr: Détection d'applications ancrables !
gl: Detección de ancorábeis
he: גילוי יישומון עוגן
hr: Otkrivanje usidrene aplikacije
ko: 독 앱 감지
lt: Skydelio programų aptikimas
ms: Pengesanan apl labuh
nb: Oppdaging for samlevindusapp
nl: Detectie van doktoepassing
oc: Deteccion d'aplicacions ancorablas !
pl: Wykrycie programu doku
sk: Vyhľadávanie dokovacej aplikácie
sr: Препознавање док програма
th: การตรวจหา Dockapp
tr: Dok uygulaması tespiti
zh_tw: Dockapp 偵測

source: Mode settings
ast: Axustes de mou
be: Налады рэжыму
bg: Настройки на режима
ca: Paràmetres del mode
da: Tilstandsindstillinger
es: Modo de configuración
fr: Paramètres mode
gl: Configuración do modo
he: הגדרות מצב
hr: Postavke načina
ko: 상태 설정
lt: Veiksenos nustatymai
ms: Tetapan mod
nb: Modus-innstillinger
nl: Modus-instellingen
oc: Paramètres mòde
pl: Ustawienia trybu
sk: Nastavenia režimu
sr: Поставке начина рада
th: ค่าตั้งโหมด
tr: Mod ayarları
zh_tw: 模式設定值

source: Select dockapp to configure:
ar: حدد تطبيق سطح مكتب لإعداده:
ast: Esbillar barra d'anclaxe pa configurar:
be: Абярыце аплет для наладкі:
bg: Изберете док приложение за настройка:
ca: Trieu l'aplicació amarrada per a configurar:
da: Vælg dokprogram som skal konfigureres:
es: Seleccione la aplicación dock para configurar:
fr: Sélectionner l'application ancrable à configurer :
gl: Seleccione o ancorábel a configurar:
he: בחר יישומון עוגן להגדרה:
hr: Odaberite usidrenu aplikaciju radi konfiguriranja:
ko: 설정할 독 앱을 선택:
lt: Pasirinkite kurią skydelio programą konfigūruosite:
ms: Pilih apl labuh untuk dikonfigur:
nb: Velg samlevindusapp å gjøre oppsett av:
nl: Kies doktoepassing om in te stellen:
oc: Seleccionar l'aplicacion ancorabla de configurar :
pl: Wskaż program doku do konfiguracji:
sk: Vyberte si dokovaciu aplikáciu pre nastavenie:
sr: Изаберите док програм за подешавање:
th: เลือก dockapp ที่จะตั้งค่า:
tr: Yapılandırmak için dok uygulaması seçin:
zh_tw: 選取要設定的 Dockapp：

source: Shell command:
ar: أمر ترمنل:
ast: Comandu Shell:
be: Загад абалонкі:
bg: Shell команда:
ca: Comandes per a l'interpretes de comandes:
da: Skalkommando:
es: Interprete de órdenes:
fr: Commande de l'interpréteur de commande :
gl: Orde de shell:
he: פקודת מעטפת:
hr: Naredba ljuske:
ko: 셸 명령:
lt: Shell komanda:
ms: Perintah shell:
nb: Skall-kommando:
nl: Opdracht voor gebruikersschil:
oc: Comanda de l'interpretador de comanda :
pl: Komenda powłoki:
sk: Príkaz interpretera:
sr: Наредба љуске:
th: คำสั่งเชลล์:
tr: Kabuk komutu:
zh_tw: Shell 指令：

source: Display tile in the background.
ar: أظهر البلاط في الخلفية.
ast: Amosar mosaicu nel fondu.
be: Размясціць асобнымі вокнамі на заднім плане.
bg: Показване на плочки във фона.
ca: Mostrar un mosaic al fons.
da: Vis flise i baggrunden.
es: Mostrar cuadrícula en el fondo.
fr: Afficher les carreaux en arrière-plan.
gl: Mostrar mosaico no fondo.
he: הצג אריח ברקע.
hr: Pokazuj pločicu u pozadini.
ko: 배경에 타일을 보입니다.
lt: Iškloti fone.
ms: Papar jubin di latar belakang.
nb: Vis flis i bakgrunnen.
nl: Toon tegel in de achtergrond.
oc: Afichar los carrèus en rèire plan.
pl: Wyświetlaj kafelki w tle.
sk: Zobraziť dlaždice na pozadí.
sr: Приказуј наслов у позадини.
th: แสดงพื้นหลังเป็นแผ่นกระเบื้อง
tr: Arka planı görüntüle.
zh_tw: 於背景顯示標題。

source: Display a separate WMdock properties button in the panel.
ast: Amosar un botón de propiedaes WMdock separtáu nel panel.
be: Адлюстроўваць на панэлі асобную кнопку ўласцівасцяў WMdock.
bg: Показване на отделен бутон за настройки на WMdock в панела.
ca: Mostra un botó separat per a les propietats de WMdock al plafó.
da: Vis en separat knap for WMdock-egenskaber i panelet.
es: Mostrar un botón de propiedades WMdock separada en el panel.
fr: Afficher un bouton propriétés WMdock séparé dans le panneau.
gl: Amosar un botón de propiedades «WMdock» separado no panel.
he: הצג כפתור מאפייני WMdock נפרד בלוח.
hr: Pokazuj odvojeni gumb WMdock svojstava na ploči.
ko: 패널에 제각각의 WMdock 속성 단추를 표시합니다.
lt: Rodyti skydelyje atskirą WMdock savybių mygtuką.
ms: Papar butang sifat WMdock berasingan di dalam panel.
nb: Vis en egen WMdock egenskaps-knapp i panelet.
nl: Toon een afzonderlijke knop voor WMdock-eigenschappen in de werkbalk.
oc: Afichar un boton proprietats WMdock separat dins lo panèl.
pl: Wyświetlaj na panelu oddzielny przycisk właściwości WMdock.
sk: Na paneli zobraziť samostatné tlačidlo Vlastnosti WMdock.
sr: Приказуј одвојено дугме поставки ВМ дока на полици.
th: แสดงปุ่มตั้งค่า WMdock แยกต่างหากในพาเนล
tr: Panelde ayrı bir WMdock özellikleri düğmesi göster.
zh_tw: 在面板顯示獨立的 WMdock 屬性。

source: Add only dockapps which start with pattern in list. (e.g.: ^wm;^as)
ast: Amestar namái barres d'anclaxe que s'anicien col patrón na llista (exem.: ^wm;^as)
be: Дадаваць толькі аплеты, што пачынаюцца з шаблону са спіса. (напрыклад: ^wm;^as)
bg: Добавяй само док приложения, които започват с образец. (например: ^wm;^as)
ca: Afegeix només aplicacions que comencin amb un patró de la llista (p. e.: ^wm;^as)
da: Tilføj kun dokprogrammer som starter med mønsteret i listen. (f.eks.: ^wm;^as)
es: Agregar solamente las aplicaciones dock que comienzan con un patrón en la lista (por ejemplo: ^wm; ^as).
fr: Ajouter seulement les applications ancrables qui commencent avec le modèle dans la liste. (par ex. : ^ wm; ^ as)
gl: Engade só os aplicativos de doca que comezan co padrón na lista (p. ex.: ^wm;^as)
he: הוסף רק יישומוני עוגן המתחילים עם הדוגמה שברשימה. (למשל ^wm;^as)
hr: Dodaj samo usidrene aplikacije koje počinju s uzorkom na listi. (npr.: ^wm;^as)
ko: 패턴 목록으로 시작하는 독앱만 추가합니다. (예: ^wm;^as)
lt: Pridėti tik tas skydelio programas, kurių pavadinimai prasideda šablonu iš sąrašo. (pvz.: ^wm;^as)
ms: Hanya tambah apl labuh yang bermula dengan corak di dalam senarai (cth. ^wm;^as)
nb: Legg til samlevindusapper som begynner på et bestemt vis i listen (f.eks. ^wm;^as)
nl: Voeg alleen doktoepassingen toe die beginnen met een patroon in de lijst (bijv.: ^wm;^as)
oc: Apondre solament las aplicacions ancorablas que començan amb lo modèl dins la lista. (per ex. : ^ wm; ^ as)
pl: Dodaj tylko programy doku, które zaczynają się od wzoru na liście (np.: ^wm;^as).
sk: Pridať len dokovaciu aplikácie, ktoré začínajú vzorom zo zoznamu. (napr.: ^wm;^as)
sr: Додај само док програме који почињу по обрасцу са списка (нпр.: ^wm;^as)
th: เพิ่มเฉพาะ dockapp ที่ขึ้นต้นด้วยรูปแบบนี้ในรายการ (เช่น: ^wm;^as)
tr: Sadece listede bulunan desenlerle başlayan dok uygulamaları. (örneğin: ^wm;^as)

source: Display dockapps in separate windows and not in the panel.
ast: Amosar barres d'anclaxe en ventanes separtaes y non nel panel.
be: Адлюстроўваць аплеты ў асобных вокнах, а не на панэлі.
bg: Показване на док приложения в отделни прозорци, извън панела.
ca: Mostra les aplicacions en finestres separades i no al plafó.
da: Vis dokprogrammer i separate vinduer, og ikke i panelet.
es: Muestra las aplicaciones dock en ventanas separadas y no en el panel.
fr: Afficher les applications ancrables dans des fenêtres séparées et non dans le panneau.
gl: Amosar os aplicativos de doca en xanelas separadas e non no panel.
he: הצג יישומוני עוגן בחלונות נפרדים ולא בלוח.
hr: Pokazuj usidrene aplikacije u zasebnim prozorima, a ne na ploči.
ko: 독앱을 각기 다른 창에 표시하고 패널에 표시하지 않습니다.
lt: Rodyti skydelio programas atskiruose languose, o ne skydelyje.
ms: Papar apl labuh dalam tetingkap berasingan dan bukan dalam panel.
nb: Vis samlevindusapper i et egne vindu og ikke i panelet.
nl: Toon doktoepassingen in afzonderlijke vensters en niet in de werkbalk.
oc: Afichar las aplicacions ancorablas dins de fenèstras separadas e non pas dins lo panèl.
pl: Wyświetlaj programy doku w oddzielnych oknach, a nie na panelu.
sk: Zobraziť dokovacie aplikácie v samostatných oknách a nie v paneli.
sr: Не приказуј док програме на полици, већ у појединачним прозорима.
th: แสดง dockapp ต่างๆ ในหน้าต่างแยก ไม่ใช่บนพาเนล
tr: Dok uygulamalarını panelde değil ayrı pencerelerde görüntüle.
zh_tw: 不在面板，而是以獨立視窗顯示 dockapps。

source: Don't use panel size as offset for the first dockapp.
be: Не выкарыстоўваць памер панэлі як водступ для першага аплета.
bg: Не използвай размера на панела като офсет за първото док приложение.
ca: No utilitzis la mida del plafó com a desplaçament per a la primera aplicació acoblada.
da: Brug ikke panelstørrelse som forskydning til det første dokprogram.
es: No utilice el tamaño del panel como compensación para la primera aplicación dock.
fr: Ne pas utiliser la taille du panneau comme compensation pour la première application ancrable.
gl: Non empregar o tamaño do panel como posición para o primeiro aplicativo de doca.
he: אל תשתמש בגודל לוח כקיזוז ליישומון עוגן ראשון.
hr: Ne koristi veličinu ploče kao pomak za prvu usidrenu aplikaciju.
ko: 첫번째 독앱에 대한 패널 크기를 오프셋으로 사용하지 않습니다.
lt: Nenaudoti skydelio dydžio, kaip poslinkio pirmai skydelio programai.
ms: Jangan guna saiz panel sebagai ofset untuk apl labuh pertama.
nb: Ikke bruk panelstørrelse som glippe for den første samlevindusappen.
nl: Gebruik werkbalkgrootte niet als verschuiving voor de eerste doktoepassing.
oc: Utilizar pas la talha del panèl coma compensacion per la primièra aplicacion ancorabla.
pl: Nie używaj wielkości panelu jako wyrównania dla pierwszego programu doku.
sk: Nepoužívať veľkosť panela ako posun prvej dokovacej aplikácie.
sr: Не користи величину полице као растојање за први док програм.
th: ไม่ใช้ขนาดพาเนลเป็นออฟเซตสำหรับ dockapp ตัวแรก
tr: İlk dok uygulaması için kısıtlayıcı olarak panel boyutunu kullanmayın.

source: Keep dockapp windows on top.
ast: Caltener la ventana de la barra d'anclaxe arriba.
be: Трымаць вокны аплетаў наверсе.
bg: Запази прозорците на док приложенията винаги отгоре.
ca: Mantén les finestres de les aplicacions a dalt.
da: Bevar dokprogrammer-vinduer øverst.
es: Mantener la ventana de la aplicación dock por encima.
fr: Garder les fenêtres des applications ancrables au dessus.
gl: Manter enriba o aplicativo de doca.
he: שמור חלונות יישומוני עוגן למעלה.
hr: Prozori usidrenih aplikacija na vrhu.
ko: 독앱 창을 최상단에 유지합니다.
lt: Išlaikyti skydelio programų langus viršuje.
ms: Kekalkan tetingkap apl labuh di atas.
nb: Hev samlevindusapper til toppen.
nl: Houd vensters van doktoepassingen bovenaan.
oc: Gardar las fenèstras de las aplicacions ancorablas en dessús.
pl: Utrzymuj okna programów doku na wierzchu.
sk: Umiestniť okná dokovacých aplikácií nad ostatnými.
sr: Нека прозор док програма буде издигнут.
th: ยกหน้าต่าง dockapp ขึ้นมาระดับบนสุด
tr: Dok uygulama penceresini üstte tut.
zh_tw: 將 dockapp 視窗顯示在最上層。

source: Enable free positioning of the first dockapp on the screen.
ast: Habilitar posicionamientu llibre de la primer barra d'anclaxe na pantalla.
be: Уключыць вольнае размяшчэнне першага аплета на экране.
bg: Разреши свободно позициониране на първото док приложение на екрана.
ca: Habilita el posicionament lliure per a la primera aplicació a la pantalla.
da: Aktivér fri placering af det første dokprogram på skærmen.
es: Habilitar el posicionamiento libre en la primera aplicación dock en pantalla.
fr: Permettre un positionnement libre de la première application ancrable sur l'écran.
gl: Activar o posicionamento libre do primeiro aplicativo de doca na pantalla.
he: אפשר מיקום חופשי של יישומון העוגן הראשון על המסך.
hr: Omogući slobodno postavljanje prve usidrene aplikacije na zaslonu.
ko: 화면에 나타난 첫번째 독앱의 위치 자유 지정을 활성화합니다.
lt: Įjungti laisvą pirmos skydelio programos išdėstymą ekrane.
ms: Benarkan kedudukan bebas bagi apl labuh pertama pada skrin.
nb: Skru på fri posisjonering av den første samlevindusappen på skjermen.
nl: Maak vrije plaatsing op het scherm mogelijk voor de eerste doktoepassing.
oc: Permetre un posicionament liure de la primièra aplicacion ancorabla sus l'ecran.
pl: Włącz dowolne pozycjonowanie pierwszego programu doku na ekranie.
sk: Zapnúť voľné umiestňovanie prvej dokovacej aplikácie na obrazovke.
sr: Омогући слободан смештај по екрану првог док програма.
th: เปิดใช้การวางตำแหน่ง dockapp ตัวแรกอย่างอิสระบนหน้าจอ
tr: Ekrandaki ilk dok uygulamasının serbest konumlanmasını etkinleştir.
zh_tw: 讓首個 dockapp 在螢幕任意放置。

source: Hint: Is the first dockapp covered by a XFCE panel, please try to move the plugin to this panel to correct this problem.
ast: Conseyu: Ye la primer barra d'anclaxe cubierta por un panel XFCE, por favor intenta mover el complementu a esti panel pa iguar esti problema.
be: Парада: калі першы аплет перакрываецца панэллю XFCE, паспрабуйце пасунуць убудову у бок панэлі, каб вырашыць гэтую праблему.
bg: Съвет: Ако първото док приложение е закрито от панел на XFCE, моля преместете плъгина върху този панел за да го коригирате.
ca: Consell: si la primera aplicació acoblada està tapada per un plafó de XFCE, intenteu moure el connector a aquest plafó per corregir aquest problema.
da: Tip: Hvis det første dokprogram er dækket af et XFCE-panel, så prøv venligst at flytte pluginet til dette panel, for at rette problemet.
es: Sugerencia: Si es la primera aplicación dock cubierta por el panel XFCE, por favor, trate de mover el complemento a este panel para corregir el problema.
fr: Astuce : Est-ce la première application ancrable couverte par un panneau XFCE, veuillez essayer de déplacer le greffon de ce panneau pour corriger ce problème.
he: רמז: אם יישומון העוגן הראשון מכוסה ע"י לוח XFCE, אנא נסה להזיז את התוסף ללוח זה על מנת לתקן את הבעיה.
hr: Savjet: Ako je prva usidrena aplikacija prekrivena pločom, probajte premjestiti dodatak na ovu ploču kako bi rješili problem.
ko: 힌트: XFCE패널에 위치한 첫번째 독앱입니다. 이 문제를 고치려면 이 패널로 플러그인을 옮겨보십시오.
lt: Patarimas: Jei pirma skydelio programa yra uždengta XFCE skydeliu, pabandykite perkelti įskiepį į šį skydelį, kad ištaisytumėte šią problemą.
ms: Pembayang: Adakah apl labuh pertama ditutupi oleh panel XFCE, sila alih pemalam ke panel ini untuk betulkan masalah ini.
nb: Hint: Er den første samevindusappen dekt av et Xfce-panel, prøv å flytt programtillegget til dette panelet for å løse problemet.
nl: Wenk: als de eerste doktoepassing wordt bedekt door een Xfce-werkbalk, probeer dan a.u.b. om het invoegsel naar deze werkbalk te verplaatsen om het probleem op te lossen.
oc: Astúcia : Es la primièra aplicacion ancorabla cobèrta per un panèl XFCE, ensajatz de desplaçar l'empeuton d'aqueste panèl per corregir aqueste problèma.
pl: Wskazówka: Jeśli pierwszy program doku jest zakrywany przez panel XFCE, proszę spróbować przenieść wtyczkę na ten panel, by poprawić ten problem.
sk: Rada: Je prvá dokovacia aplikácia pokrytá panelom Xfce, prosím, skúste presunúť zásuvný modul na tento panel, čo by malo vyriešiť problém.
sr: Напомена: ако је први док програм покривен ИксФЦЕ полицом, покушајте да премештате прикључак по полици ради отклањања те сметње.
th: คำแนะนำ: dockapp ตัวแรกถูกพาเนลของ XFCE บังอยู่หรือไม่? กรุณาย้ายปลั๊กอินมาที่พาเนลนี้เพื่อตรวจดูและแก้ปัญหา
tr: İpucu: İlk dok uygulaması XFCE paneli tarafından kaplanırsa eklentiyi bu panel sürükleyerek problem çözmeye çalışın.
